export const SERVICES_DATA = [
  {
    'name': '陆军',
    'code': '110000',
    'sub': [
      {
        'name': '步兵',
        'code': '110100',
      },
      {
        'name': '侦察兵',
        'code': '110200',
      },
      {
        'name': '装甲兵',
        'code': '110300',
      },
      {
        'name': '炮兵',
        'code': '110400',
      },
      {
        'name': '防空兵',
        'code': '110500',
      },
      {
        'name': '陆军航空兵',
        'code': '110600',
      },
      {
        'name': '工程兵',
        'code': '110700',
      },
      {
        'name': '通信兵',
        'code': '110800',
      },
      {
        'name': '防化兵',
        'code': '110900',
      },
      {
        'name': '电子对抗兵',
        'code': '111000',
      },
      {
        'name': '特种兵',
        'code': '111100',
      }
    ]
  },
  {
    'name': '海军',
    'code': '120000',
    'sub': [
      {
        'name': '水面舰艇部队',
        'code': '120100',
      },
      {
        'name': '潜艇部队',
        'code': '120200',
      },
      {
        'name': '海军航空兵',
        'code': '120300',
      },
      {
        'name': '海军岸防部队',
        'code': '120400',
      },
      {
        'name': '海军陆战队',
        'code': '120500',
      }
    ]
  },
  {
    'name': '空军',
    'code': '130000',
    'sub': [
      {
        'name': '空军航空兵',
        'code': '130100',
      },
      {
        'name': '地空导弹兵',
        'code': '130200',
      },
      {
        'name': '高射炮兵',
        'code': '130300',
      },
      {
        'name': '雷达兵',
        'code': '130400',
      },
      {
        'name': '电子对抗兵',
        'code': '130500',
      },
      {
        'name': '空降兵',
        'code': '130600',
      }
    ]
  },
  {
    'name': '火箭军',
    'code': '140000',
    'sub': [
      {
        'name': '导弹兵',
        'code': '140100',
      },
      {
        'name': '其它保障部队',
        'code': '140200',
      }
    ]
  },
  {
    'name': '战略支援部队',
    'code': '150000',
    'sub': [
      {
        'name': '网络部队',
        'code': '150100',
      },
      {
        'name': '航天部队',
        'code': '150200',
      },
      {
        'name': '保障部队',
        'code': '150300',
      }
    ]
  },
  {
    'name': '武装警察',
    'code': '160000',
    'sub': [
      {
        'name': '内卫部队',
        'code': '160100',
      },
      {
        'name': '警卫部队',
        'code': '160200',
      },
      {
        'name': '边防部队',
        'code': '160300',
      },
      {
        'name': '消防部队',
        'code': '160400',
      },
      {
        'name': '黄金部队',
        'code': '160500',
      },
      {
        'name': '水电部队',
        'code': '160600',
      },
      {
        'name': '交通部队',
        'code': '160700',
      },
      {
        'name': '森林部队',
        'code': '160800',
      }
    ]
  }
];
